[
    "Stolen from its rightful author, this tale is not meant to be on Amazon; report any sightings.",
    "Royal Road is the home of this novel. Visit there to read the original and support the author.",
    "Love this story? Find the genuine version on the author's preferred platform and support their work!",
    "If you encounter this tale on Amazon, note that it's taken without the author's consent. Report it.",
    "Support the creativity of authors by visiting the original site for this novel and more.",
    "This story is posted elsewhere by the author. Help them out by reading the authentic version.",
    "If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it.",
    "Support creative writers by reading their stories on Royal Road, not stolen versions.",
    "The author's narrative has been misappropriated; report any instances of this story on Amazon.",
    "This story originates from a different website. Ensure the author gets the support they deserve by reading it there.",
    "This book is hosted on another platform. Read the official version and support the author's work.",
    "The tale has been illicitly lifted; should you spot it on Amazon, report the violation.",
    "This book's true home is on another platform. Check it out there for the real experience.",
    "Did you know this story is from Royal Road? Read the official version for free and support the author.",
    "The narrative has been illicitly obtained; should you discover it on Amazon, report the violation.",
    "Enjoying the story? Show your support by reading it on the official site.",
    "If you spot this narrative on Amazon, know that it has been stolen. Report the violation.",
    "Did you know this text is from a different site? Read the official version to support the creator.",
    "Stolen from Royal Road, this story should be reported if encountered on Amazon.",
    "If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it.",
    "If you find this story on Amazon, be aware that it has been stolen. Please report the infringement.",
    "This tale has been unlawfully lifted from Royal Road; report any instances of this story if found elsewhere.",
    "If you spot this story on Amazon, know that it has been stolen. Report the violation.",
    "Unauthorized use: this story is on Amazon without permission from the author. Report any sightings.",
    "You might be reading a pirated copy. Look for the official release to support the author.",
    "A case of content theft: this narrative is not rightfully on Amazon; if you spot it, report the violation.",
    "The author's content has been appropriated; report any instances of this story on Amazon.",
    "This tale has been unlawfully lifted from Royal Road. If you spot it on Amazon, please report it.",
    "The tale has been stolen; if detected on Amazon, report the violation.",
    "If you discover this narrative on Amazon, be aware that it has been stolen. Please report the violation.",
    "If you spot this tale on Amazon, know that it has been stolen. Report the violation.",
    "This story has been stolen from Royal Road. If you read it on Amazon, please report it",
    "This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon.",
    "Unauthorized usage: this tale is on Amazon without the author's consent. Report any sightings.",
    "This story has been taken without authorization. Report any sightings.",
    "This tale has been unlawfully obtained from Royal Road. If you discover it on Amazon, kindly report it.",
    "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.",
    "The story has been taken without consent; if you see it on Amazon, report the incident.",
    "Taken from Royal Road, this narrative should be reported if found on Amazon.",
    "Help support creative writers by finding and reading their stories on the original site.",
    "This book was originally published on Royal Road. Check it out there for the real experience.",
    "Unauthorized duplication: this tale has been taken without consent. Report sightings.",
    "Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there.",
    "Ensure your favorite authors get the support they deserve. Read this novel on the original website.",
    "This narrative has been purloined without the author's approval. Report any appearances on Amazon.",
    "You could be reading stolen content. Head to Royal Road for the genuine story.",
    "Find this and other great novels on the author's preferred platform. Support original creators!",
    "The narrative has been taken without authorization; if you see it on Amazon, report the incident.",
    "Stolen content alert: this content belongs on Royal Road. Report any occurrences.",
    "Support the creativity of authors by visiting Royal Road for this novel and more.",
    "Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere.",
    "If you encounter this story on Amazon, note that it's taken without permission from the author. Report it.",
    "This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere.",
    "This story has been taken without authorization. Report any sightings."
]